{
 

  "INTRO": "",
  "welcome": "HI, I'M KEVIN",
  "developer": "Fullstack junior developer ",

  "ABOUT": "ABOUT",
  "about_title": "A LITTLE BIT ABOUT ME",
  "about_subtitle": "Passionate Developer with a Unique Background",
  "self_description": "👋 Hi there! I'm Kevin, a dynamic professional venturing into computer science after 33 years of diverse life experiences. Transitioning from a successful Horeca career, I pivoted towards my true passion – technology. Despite balancing a full-time job, I earned a Bachelor's degree in “Informatique de Gestion” with Distinction (in December 2023), fueling my enthusiasm for tech's endless possibilities. Curiosity and Creativity drive me; I thrive in innovative, problem-solving environments. I value collaboration, eager to learn from seasoned professionals while sharing my insights. Currently seeking software development opportunities, I aim to leverage my diverse background and passion for technology to make meaningful contributions to a forward-thinking company.",

  "PASSION": "PASSION",
  "passion_title": "WHAT I DO",
  "front": "Front-End",
  "front_desc": "I enjoy bringing designs to life and creating interactive and aesthetically pleasing user interfaces. Working on presentation and direct user experience motivates me, and each project is an opportunity to explore new techniques and stimulate my creativity.",
  "back": "Back-End",
  "back_desc": "I enjoy solving technical problems and building solid foundations for applications. Each challenge I encounter allows me to deepen my knowledge and refine my programming skills, while contributing to robust and effective solutions.",
  "afk": "Away from keyboard",
  "afk_text": "When I'm not on my computer, I also enjoy cooking, exploring different corners of Belgium with my dog, and have a particular affinity for tasting fine wines (yes... I used to be a sommelier!).",

  "EXPERIENCE": "EXPERIENCE",
  "Tech_title": "Some technology I've worked with :",
  "WORK": "WORK",
  "work_title" : "WHAT I'VE DONE",
  "source_code_button":"See source code",
  "contact": "CONTACT",
  "contact_text" : " If you need any further information, please feel free to contact me by :",
  "cv_download": "Download my full resume",
  "": ""
}
