{
  "INTRO": "",
  "welcome": "BONJOUR,  JE M'APPELLE KEVIN",
  "developer": "Fullstack développeur junior",

  "ABOUT": "A PROPOS",
  "about_title": "A PROPOS DE MOI",
  "about_subtitle": "Développeur passioné au parcours unique",
  "self_description": "👋 Salut ! Je suis Kevin, un professionnel dynamique me lançant dans l'informatique après 33 années d'expériences de vie diverses. Faisant la transition depuis une carrière réussie dans l'Horeca, je me suis dirigé vers ma véritable passion - la technologie. Malgré le jonglage d'un emploi à temps plein, j'ai obtenu une licence en Informatique de Gestion avec Distinction (en décembre 2023), alimentant ainsi mon enthousiasme pour les possibilités infinies de la technologie. La curiosité et la créativité me motivent ; je prospère dans des environnements innovants axés sur la résolution de problèmes. Je valorise la collaboration et suis impatient d'apprendre des professionnels expérimentés tout en partageant mes idées. Actuellement à la recherche d'opportunités dans le domaine du développement logiciel, je vise à tirer parti de mon parcours diversifié et de ma passion pour la technologie pour apporter des contributions significatives à une entreprise avant-gardiste.",

  "PASSION": "PASSION",
  "passion_title": "CE QUE JE FAIS",
  "front": "Front-End",
  "front_desc": "J'apprécie de donner vie aux designs et de créer des interfaces utilisateur interactives et esthétiques. Travailler sur la présentation et l'expérience utilisateur directe me motive, et chaque projet est une occasion d'explorer de nouvelles techniques et de stimuler ma créativité.",
  "back": "Back-End",
  "back_desc": "J'aime résoudre des problèmes techniques et construire des fondations solides pour les applications. Chaque défi rencontré me permet d'approfondir mes connaissances et d'affiner mes compétences en programmation, tout en contribuant à des solutions robustes et efficaces.",
  "afk": "Mais aussi",
  "afk_text": "Quand je ne suis pas devant mon ordinateur, j'aime cuisiner, participer à des dégustations de vins (oui... j'ai été sommelier !) et me promener dans différents coins de Belgique avec mon chien.",

  "EXPERIENCE": "EXPERIENCE",
  "Tech_title": "Quelques technologies avec lequelles j'ai travaillé :",
  "WORK": "MON TRAVAIL",
  "work_title" : "CE QUE J'AI FAIT",
  "api_title":"Quelques api utilisées durant mes projets :",
  "CONTACT": "CONTACT",
  "": "",
  "": "",
  "": "",
  "": ""
}
